[WP_M23Katana X2WeaponTemplate]
FriendlyName="M-23 Katana Shotgun"
FriendlyNamePlural="M-23 Katana Magnetic Shotguns"
BriefSummary="Common military shotgun. Deadly at short range, but ineffective at long range. Very effective versus shields and biotic barriers, but weak versus armor."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_M23Katana_MG X2WeaponTemplate]
FriendlyName="M-23 Katana Magnetic Shotgun"
FriendlyNamePlural="M-23 Katana Magnetic Shotguns"
BriefSummary="Advanced Ballistic capabilites allows the M-23 Katana to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_M23Katana_BM X2WeaponTemplate]
FriendlyName="M-23 Katana Beam Shotgun"
FriendlyNamePlural="M-23 Katana Beam Shotguns"
BriefSummary="Advanced Beam capabilites allows the M-23 Katana to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"
